{
    "de": {
      "title": "Willkommen auf unserer Plattform!",
      "intro": "Diese Webseite soll Ihnen den einfachen Zugang zu unserem Tool ermöglichen, das einfache Gebärden (ASL und DGS) in Text übersetzt. \n Sie können die Sprache der Übersetzung ganz einfach ändern, indem Sie auf die entsprechende Flagge unter dem Reiter Übersetzen klicken. Durch Klicken auf die entsprechende Flagge wird auch die Gesamtsprache der Anwendung automatisch angepasst.\n \n Diese Anwendung ist im Rahmen einer Studienarbeit entstanden und kann daher Fehler enthalten - wir freuen uns jederzeit über Ihr Feedback! ",
      "instructionsAndNotes":"Anleitung und Nutzungshinweise",
      "welcome": "Willkommen",
      "disclaimer-intro": "Wir freuen uns sehr, dass Sie sich für einen Versuch mit unserer Plattform entschieden haben! Das Übersetzungstool, das Sie hier vorfinden, ist das Ergebnis einer intensiven Forschungsarbeit und basiert auf einer künstlichen Intelligenz (KI), die speziell für diesen Zweck von uns entwickelt und trainiert wurde.",
      "disclaimer-warning": "Wir sind stets bemüht, Fehler zu minimieren und die Qualität auf höchstem Niveau zu halten. Eine absolute Fehlerfreiheit können wir jedoch, gerade aufgrund der Verwendung von KI,  nicht garantieren. Daher empfehlen wir Ihnen, besonders wichtige oder sensible Informationen zusätzlich zu überprüfen. So können Sie sicher sein, dass alles korrekt übersetzt wurde.",
      "disclaimer-instruction": "Bei unserem Tool können Sie entscheiden, ob sie von der Deutschen Gebärdensprache in Deutsch oder von American Sign Language in Amerikanisches Englisch übersetzen möchten. Die entsprechende Sprache können sie über die Flaggen am oberen rechten Bildrand wählen. Um den Vorgang zu starten können sie über das Eingabefeld Videos hochladen, welche anschließend übersetzt und das Ergebnis als Text zurückgegeben wird.",
      "translate": "Übersetzen",
      "aboutUs": "Über uns",
      "home": "Startseite",
      "impressum-intro": "Diese Anwendung wurde mit Hilfe der KI-Modellen von Llama erstellt. Es ist drauf hinzuweisen, dass diese Webseite im Rahmen einer Studienarbeit erstellt wurde und nur der Vereinfachung des Zugriffs auf die von uns trainierte KI dient, welche auf den llama Modellen von Meta basiert. Es werden keine kommerziellen Zwecke verfolgt.",
      "impressum-legal-information": "Angaben gemäß § 5 TMG",
      "impressum-responsible": "Namen: Charlotte Bauer und Jessica Zickgraf \n Adresse: Seckenheimer Landstraße 4a, 68163 Mannheim \n E-Mail: s221057@student.dhbw-mannheim.de,s222582@student.dhbw-mannheim.de",
      "terms-of-use": "Nutzungsbedingungen für hochgeladene Bilder",
      "terms-of-use-text":"Für hochgeladene Inhalte, die über unsere Eingabe möglich ist, sind die jeweiligen Nutzenden selbst verantwortlich. Als Betreiberinnen dieser Webseite übernehmen wir keine Haftung für etwaige Urheberechtsverletzungen.  So sind die Nutzenden selbst verantwortlich zu prüfen, ob sie die Rechte für hochgeladene Bilder und Videos besitzen oder eine Erlaubnis für diese haben.Unsere Anwendung verarbeitet Bild- und Videodateien, um Gebärden mit Computer Vision zu analysieren. Dabei werden Bewegungsmuster, Handpositionen und ggf. Gesicherkennungsdaten zwecks Mundbild erfasst. Die Bilder - und Videodaten werden ausschließlich für die Verarbeitung verwendet und danach gelöscht. Sie werden dementsprechend nicht dauerhaft gespeichert. Die Daten werden nicht an Dritte weitergegeben. Mit der Verwendung der Funktionen dieser Seite willigen die Nutzenden in die temporäre Verarbeitung ihrer Bilder und Videos ein.",
      "accuracy": "Genauigkeit der KI",
      "accuracy-text": "Die Ergebnisse dieses Übersetzungstools basiert auf KI und kann, trotz unserer Bemühungen, Fehler enthalten.  Daher sind die Ergebnisse nicht immer vollständig korrekt oder repräsentativ. Wir garantieren nicht für die Korrektheit der Ausgaben dieser Seite und empfehlen wichtige Daten und Inhalte nochmals zu prüfen. \n Die KI wurde in Absprache und mit den entsprechenden Lizenzen unter anderem mit Trainingsdaten der folgenden Firmen, Forschungsprojekte und Institutionen trainiert. \n \n DGS: \n SignDict - Videos und Bilder unter Angabe der Urheber \n Kerstner - Bilder und weitergehende Beratung \n \n ASL: \n Lifeprint - Videos und Bilder \n \n Zudem wurden die Trainingsdaten durch selbst aufgenommene Bilder und Videos ergänzt. Die Kategorisierung der Bilder wurde händisch vorgenommen.",
      "disclaimer":"Haftungsausschluss",
      "disclaimer-text":"Haftung für Inhalte \n \n Als Diensteanbieter sind wir gemäß § 7 Abs.1 TMG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Nach §§ 8 bis 10 TMG sind wir als Diensteanbieter jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen. Verpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unberührt. Eine diesbezügliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung möglich. Bei Bekanntwerden von entsprechenden Rechtsverletzungen werden wir diese Inhalte umgehend entfernen. \n \n 1. Haftung für Links \n\n Unser Angebot enthält Links zu externen Webseiten Dritter, auf deren Inhalte wir keinen Einfluss haben. Deshalb können wir für diese fremden Inhalte auch keine Gewähr übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich. Die verlinkten Seiten wurden zum Zeitpunkt der Verlinkung auf mögliche Rechtsverstöße überprüft. Rechtswidrige Inhalte waren zum Zeitpunkt der Verlinkung nicht erkennbar. Eine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Anhaltspunkte einer Rechtsverletzung nicht zumutbar. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Links umgehend entfernen. \n \n Urheberrecht \n \n Die durch die Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechtes bedürfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers. Downloads und Kopien dieser Seite sind nur für den privaten, nicht kommerziellen Gebrauch gestattet. Soweit die Inhalte auf dieser Seite nicht vom Betreiber erstellt wurden, werden die Urheberrechte Dritter beachtet. Insbesondere werden Inhalte Dritter als solche gekennzeichnet. Sollten Sie trotzdem auf eine Urheberrechtsverletzung aufmerksam werden, bitten wir um einen entsprechenden Hinweis. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Inhalte umgehend entfernen. \n \n Datenschutz \n \n Die Nutzung unserer Webseite ist in der Regel ohne Angabe personenbezogener Daten möglich. Diese Daten werden ohne Ihre ausdrückliche Zustimmung nicht an Dritte weitergegeben. Wir weisen darauf hin, dass die Datenübertragung im Internet (z.B. bei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich. Der Nutzung von im Rahmen der Impressumspflicht veröffentlichten Kontaktdaten durch Dritte zur Übersendung von nicht ausdrücklich angeforderter Werbung und Informationsmaterialien wird hiermit ausdrücklich widersprochen. Die Betreiber der Seiten behalten sich ausdrücklich rechtliche Schritte im Falle der unverlangten Zusendung von Werbeinformationen, etwa durch Spam-Mails, vor."
    },
    "aen": {
      "title": "Welcome to our platform!",
      "intro": "This website has been designed to provide users with straightforward access to a translation tool for simple signs (ASL and DGS). \n  The language of the translation can be readily modified by clicking on the relevant flag, which can be found under the Translate tab. It should be noted that the application's overall language is automatically adjusted upon clicking a flag. \n \n The application was developed as part of a student research project and may contain errors - We always welcome your feedback.",
      "instructionsAndNotes":"Instruction and usage notes",
      "welcome": "Welcome",
      "disclaimer-intro": "We are delighted that you have decided to give our platform a try! The translation tool you will find here is the result of intensive research and is based on artificial intelligence (AI) that we have developed and trained specifically for this purpose.  ",
      "disclaimer-warning": "We always strive to minimize errors and keep quality at the highest level. However, due to the use of AI, we cannot guarantee absolute freedom from errors. We therefore recommend that you additionally check particularly important or sensitive information. This way, you can be sure that everything has been translated correctly.",
      "disclaimer-instruction": "With our tool, you can decide whether you want to translate from German Sign Language into German or from American Sign Language into American English. You can select the appropriate language using the flags at the top right of the screen. To start the process, you can upload videos via the input field, which will then be translated and the result returned as text.",
      "translate": "Translate",
      "aboutUs": "About us",
      "home": "Home", 
      "impressum-intro": "This application has been created using the Llama AI models. Please note that this website has been created as part of a student research project and is only intended to facilitate access to the AI we have trained using Meta's Llama models. No commercial purposes are intended.",
      "impressum-legal-information": "Information according to § 5 TMG",
      "impressum-responsible": "Names: Charlotte Bauer and Jessica Zickgraf\nAddress: Seckenheimer Landstraße 4a, 68163 Mannheim \n E-Mail: s221057@student.dhbw-mannheim.de,s222582@student.dhbw-mannheim.de",
      "terms-of-use": "Liability for content",
      "terms-of-use-text":"As a service provider, we are responsible for our own content on these pages in accordance with § 7 Para. 1 of the German Telemedia Act (TMG) and general legislation. However, according to §§ 8 to 10 TMG, as a service provider we are not obligated to monitor transmitted or stored third-party information or to investigate circumstances that indicate illegal activity. Obligations to remove or block the use of information according to general laws remain unaffected by this. Liability in this respect is only possible from the time of knowledge of a concrete legal infringement. As soon as we become aware of such infringements, we will remove this content immediately.Liability for links Our website contains links to external third-party websites over which we have no control. Therefore, we cannot accept any liability for this third-party content. The respective provider or operator is always responsible for the content of the linked pages. The linked pages were checked for possible legal violations at the time of linking. Illegal contents were not recognisable at the time of linking. However, we cannot reasonably be expected to monitor the content of the linked pages on an ongoing basis without concrete evidence of a violation of the law. Should we become aware of any legal infringements, we will remove such links immediately.Terms of use for uploaded images The respective users themselves are responsible for content uploaded via our input mask. As the operator of this website, we accept no liability for any copyright infringements.  Users are therefore responsible for checking whether they own the rights to the uploaded images and videos or have permission to use them.Our application processes image and video files to analyze gestures using computer vision. This involves recording movement patterns, hand positions and, where applicable, facial recognition data. The image and video data is used exclusively for processing and then deleted. They are therefore not stored permanently. The data is not passed on. By using the service, the user consents to the temporary processing of their image and video data. ",
      "accuracy": "Accuracy of the AI",
      "accuracy-text": "The results of the translation tool are based on artificial intelligence and, despite our best efforts, may contain errors.  Therefore, the results are not always completely accurate or representative. We recommend that you double-check important data. \n Our AI has been trained using training data from the following companies, research projects and institutions. \n \n DGS: \n SignDict - videos and images with attribution \n Kerstner - images and further advice  \n \n ASL: \n Lifeprint - videos and images  \n \n In addition, the training data was supplemented with images and videos taken by the users themselves. The images were categorized manually.",
      "disclaimer":"Disclaimer",
      "disclaimer-text":"Liability for content\n \n As a service provider, we are responsible for our own content on these pages in accordance with general legislation pursuant to Section 7 (1) TMG. According to §§ 8 to 10 TMG, however, we as a service provider are not obliged to monitor transmitted or stored third-party information or to investigate circumstances that indicate illegal activity. Obligations to remove or block the use of information in accordance with general legislation remain unaffected by this. However, liability in this respect is only possible from the time of knowledge of a specific infringement. If we become aware of any such legal infringements, we will remove the content in question immediately \n \n Liability for links \n\n Our website contains links to external third-party websites over whose content we have no influence. We can therefore accept no liability for this third-party content. The respective provider or operator of the pages is always responsible for the content of the linked pages. The linked pages were checked for possible legal violations at the time of linking. Illegal content was not recognizable at the time of linking. However, permanent monitoring of the content of the linked pages is not reasonable without concrete evidence of an infringement. If we become aware of any legal infringements, we will remove such links immediately. \n \n Copyright \n \n The content and works created by the site operators on these pages are subject to German copyright law. Duplication, processing, distribution and any form of commercialization of such material beyond the scope of the copyright law shall require the prior written consent of its respective author or creator. Downloads and copies of this site are only permitted for private, non-commercial use. Insofar as the content on this site was not created by the operator, the copyrights of third parties are respected. In particular, third-party content is identified as such. Should you nevertheless become aware of a copyright infringement, please inform us accordingly. If we become aware of any infringements, we will remove such content immediately. \n \n Data Protection \n \n It is generally possible to use our website without providing personal data. This data will not be passed on to third parties without your express consent. We would like to point out that data transmission over the Internet (e.g. when communicating by e-mail) may be subject to security vulnerabilities. Complete protection of data against access by third parties is not possible. We hereby expressly prohibit the use of contact data published within the scope of the imprint obligation by third parties for sending unsolicited advertising and information material. The operators of this website expressly reserve the right to take legal action in the event of the unsolicited sending of advertising information, such as spam e-mails."
    }
  }
  